Repository: zimera-systems/zimera-erp
Catalog: tryton-suite/trytond/modules/account_product/locale/*.po
Languages: nl

# field:account.configuration,default_category_account_expense:
source: Default Account Expense
nl: Standaard grootboekrekening kosten

# field:account.configuration,default_category_account_revenue:
source: Default Account Revenue
nl: Standaard grootboekrekening omzet

# field:account.configuration.default_account,default_category_account_expense:
source: Default Account Expense
nl: Standaard grootboekrekening kosten

# field:account.configuration.default_account,default_category_account_revenue:
source: Default Account Revenue
nl: Standaard grootboekrekening omzet

# field:account.create_chart.properties,category_account_expense:
source: Default Expense Account
nl: Standaard grootboekrekening kosten

# field:account.create_chart.properties,category_account_revenue:
source: Default Revenue Account
nl: Standaard grootboekrekening omzet

# field:analytic_account.rule,product_category:
source: Product Category
nl: Product categorie

# field:product.category,account_expense:
source: Account Expense
nl: Grootboekrekening kosten

# field:product.category,account_parent:
source: Use Parent's accounts
nl: Gebruik de grootboekrekeningen van het bovenliggende niveau

# field:product.category,account_revenue:
source: Account Revenue
nl: Grootboekrekening omzet

# field:product.category,accounting:
source: Accounting
nl: Boekhouden

# field:product.category,accounts:
source: Accounts
nl: Grootboekrekeningen

# field:product.category,customer_taxes:
source: Customer Taxes
nl: Belasting klanten

# field:product.category,customer_taxes_used:
source: Customer Taxes Used
nl: Gebruikte belasting klanten

# field:product.category,supplier_taxes:
source: Supplier Taxes
nl: Leverancier belastingen

# field:product.category,supplier_taxes_deductible_rate:
source: Supplier Taxes Deductible Rate
nl: Aftrekbaar tarief voor leverancier belastingen

# field:product.category,supplier_taxes_used:
source: Supplier Taxes Used
nl: Leverancier belastingen gebruikt

# field:product.category,taxes_parent:
source: Use the Parent's Taxes
nl: Gebruik de belastingen van het bovenliggende niveau

# field:product.category-customer-account.tax,category:
source: Category
nl: Categorie

# field:product.category-customer-account.tax,tax:
source: Tax
nl: Belasting

# field:product.category-supplier-account.tax,category:
source: Category
nl: Categorie

# field:product.category-supplier-account.tax,tax:
source: Tax
nl: Belasting

# field:product.category.account,account_expense:
source: Account Expense
nl: Grootboekrekening kosten

# field:product.category.account,account_revenue:
source: Account Revenue
nl: Grootboekrekening omzet

# field:product.category.account,category:
source: Category
nl: Categorie

# field:product.category.account,company:
source: Company
nl: Bedrijf

# field:product.product,account_category:
source: Account Category
nl: Grootboekrekening categorie

# field:product.template,account_category:
source: Account Category
nl: Grootboekrekening categorie

# field:product.template-product.category.account,category:
source: Category
nl: Categorie

# help:product.category,account_parent:
source: Use the accounts defined on the parent category.
nl: Gebruik de grootboekrekeningen die gedefinieerd zijn op het bovenliggende niveau.

# help:product.category,accounting:
source: Check to indicate the category is used for accounting.
nl: Vink aan om de categorie beschikbaar te maken voor de boekhouding.

# help:product.category,customer_taxes:
source: The taxes to apply when selling products of this category.
nl: De belastingen die moeten worden toegepast bij de verkoop van producten van deze categorie.

# help:product.category,supplier_taxes:
source: The taxes to apply when purchasing products of this category.
nl: De belastingen die moeten worden toegepast bij de aanschaf van producten van deze categorie.

# help:product.category,taxes_parent:
source: Use the taxes defined on the parent category.
nl: Gebruik de belastingen die zijn gedefinieerd op het bovenliggende niveau.

# model:ir.message,text:msg_missing_account
source: There is no "%(field)s" defined for "%(name)s".
nl: Er is geen "%(field)s" gedefinieerd voor "%(name)s".

# model:ir.message,text:msg_missing_taxes
source: There is no account category defined on product "%(name)s".
nl: Er is geen grootboekrekening categorie gedefinieerd voor product "%(name)s".

# model:ir.rule.group,name:rule_group_category_accounting
source: Any category
nl: Elke categorie

# model:ir.rule.group,name:rule_group_category_default
source: Not accounting category
nl: Geen boekhoudkundige categorie

# model:product.category-customer-account.tax,name:
source: Category - Customer Tax
nl: Categorie - belasting klant

# model:product.category-supplier-account.tax,name:
source: Category - Supplier Tax
nl: Categorie - belasting leverancier

# model:product.category.account,name:
source: Category Account
nl: Categorie grootboekrekening

# model:product.template-product.category.account,name:
source: Template - Account Category
nl: Template - boekhoudkundige categorie

# model:res.group,name:group_account_product_admin
source: Account Product Administration
nl: Product financiÃ«le administratie

# view:account.create_chart.properties:
source: Category
nl: Categorie

# view:product.category:
source: Accounting
nl: Boekhouden

# view:product.category:
source: Accounts
nl: Grootboekrekeningen

# view:product.category:
source: Taxes
nl: Belastingen

# view:product.template:
source: Accounting
nl: Boekhouden
