Repository: zimera-systems/zimera-erp
Catalog: trytond/modules/account_credit_limit/locale/*.po
Languages: nl

# field:account.configuration,default_credit_limit_amount:
source: Default Credit Limit Amount
nl: Standaard bedrag kredietlimiet

# field:account.configuration,default_credit_limit_amount_digits:
source: Currency Digits
nl: Valuta decimalen

# field:account.configuration.default_credit_limit_amount,company:
source: Company
nl: Bedrijf

source: Default Credit Limit Amount
nl: Standaard bedrag kredietlimiet

source: Currency Digits
nl: Valuta decimalen

# field:account.dunning.level,credit_limit:
source: Credit Limit
nl: Kredietlimiet

# field:party.party,credit_amount:
source: Credit Amount
nl: Hoeveelheid krediet

# field:party.party,credit_limit_amount:
source: Credit Limit Amount
nl: Kredietlimiet bedrag

# field:party.party,credit_limit_amounts:
source: Credit Limit Amounts
nl: Kredietlimiet bedragen

# field:party.party,credit_limit_digits:
source: Currency Digits
nl: Valuta decimalen

# field:party.party.credit_limit_amount,company:
source: Company
nl: Bedrijf

# field:party.party.credit_limit_amount,credit_limit_amount:
source: Credit Limit Amount
nl: Kredietlimiet bedrag

# field:party.party.credit_limit_amount,credit_limit_digits:
source: Currency Digits
nl: Valuta decimalen

# field:party.party.credit_limit_amount,party:
source: Party
nl: Relatie

# help:account.configuration,default_credit_limit_amount:
source: The default credit limit amount for new customers.
nl: Het standaard kredietlimiet bedrag voor nieuwe klanten.

source: The default credit limit amount for new customers.
nl: Het standaard kredietlimiet bedrag voor nieuwe klanten.

# help:account.dunning.level,credit_limit:
source: Has reached the credit limit.
nl: Heeft de kredietlimiet bereikt.

# model:account.configuration.default_credit_limit_amount,name:
source: Account Configuration Default Credit Limit Amount
nl: Rekeningconfiguratie Standaard kredietlimiet bedrag

# model:ir.message,text:msg_party_credit_limit_amount
source: Party "%(party)s" has reached their credit limit of %(limit)s.
nl: Relatie "%(party)s" heeft het kredietlimiet van %(limit)s bereikt.

# model:ir.message,text:msg_party_credit_limit_dunning
source: Party "%(party)s" has reached the credit limit level of %(dunning)s.
nl: Relatie "%(party)s" heeft het kredietlimiet van %(dunning)s bereikt.

# model:party.party.credit_limit_amount,name:
source: Party Credit Limit Amount
nl: Relatie kredietlimiet bedrag

# model:res.group,name:group_credit_limit
source: Account Credit Limit
nl: Kredietlimiet grootboekrekening

# view:account.configuration:
source: Credit Limit
nl: Kredietlimiet

# view:party.party:
source: Credit Limit
nl: Kredietlimiet
