Repository: zimera-systems/zimera-erp
Catalog: tryton-suite/trytond/modules/sale_invoice_grouping/locale/*.po
Languages: pt

# field:party.party,sale_invoice_grouping_method:
source: Sale Invoice Grouping Method
pt: Método de Agrupamento de Fatura de Venda

# field:party.party,sale_invoice_grouping_methods:
source: Sale Invoice Grouping Methods
pt: Fatura de Venda Métodos de Agrupamentos

# field:party.party.sale_invoice_grouping_method,party:
source: Party
pt: Pessoa

# field:party.party.sale_invoice_grouping_method,sale_invoice_grouping_method:
source: Sale Invoice Grouping Method
pt: Fatura de Venda Método de Agrupamento

# field:sale.configuration,sale_invoice_grouping_method:
source: Sale Invoice Grouping Method
pt: Método de Agrupamento de Fatura de Venda

# field:sale.configuration.sale_method,sale_invoice_grouping_method:
source: Sale Invoice Grouping Method
pt: Método de Agrupamento de Fatura de Venda

# help:sale.configuration,sale_invoice_grouping_method:
source: The default invoice grouping method for new customers.
pt: O método padrão para o agrupamento de faturas de novos clientes.

# help:sale.configuration.sale_method,sale_invoice_grouping_method:
source: The default invoice grouping method for new customers.
pt: O método padrão para o agrupamento de faturas de novos clientes.

# model:party.party.sale_invoice_grouping_method,name:
source: Party Sale Invoice Grouping Method
pt: Fatura de Venda Métodos de Agrupamentos da Pessoa

# selection:party.party,sale_invoice_grouping_method:
source: None
pt: Nenhum

# selection:party.party,sale_invoice_grouping_method:
source: Standard
pt: Padrão

# view:party.party:
source: Invoicing
pt: Faturamento
