Repository: zimera-systems/zimera-erp
Catalog: tryton-suite/trytond/modules/account_cash_rounding/locale/*.po
Languages: ca

# field:account.configuration,cash_rounding:
source: Cash Rounding
ca: Arrodoniment d'efectiu

# field:account.configuration,cash_rounding_credit_account:
source: Cash Rounding Credit Account
ca: Compte haver arrodoniment d'efectiu

# field:account.configuration,cash_rounding_debit_account:
source: Cash Rounding Debit Account
ca: Compte deure arrodoniment d'efectiu

# field:account.configuration.cash_rounding_account,cash_rounding:
source: Cash Rounding
ca: Arrodoniment d'efectiu

# field:account.configuration.cash_rounding_account,cash_rounding_credit_account:
source: Cash Rounding Credit Account
ca: Compte haver arrodoniment d'efectiu

# field:account.configuration.cash_rounding_account,cash_rounding_debit_account:
source: Cash Rounding Debit Account
ca: Compte deure arrodoniment d'efectiu

# field:account.configuration.cash_rounding_account,company:
source: Company
ca: Empresa

# field:account.invoice,cash_rounding:
source: Cash Rounding
ca: Arrodoniment d'efectiu

# field:currency.currency,cash_rounding:
source: Cash Rounding Factor
ca: Factor d'arrodoniment d'efectiu

# field:purchase.purchase,cash_rounding:
source: Cash Rounding
ca: Arrodoniment d'efectiu

# model:account.configuration.cash_rounding_account,name:
source: Account Configuration Cash Rounding Account
ca: Configuraci√≥ comptable d'arrodoniment d'efectiu

# model:ir.message,text:msg_missing_cash_rounding_account
source: There is not cash rounding account configured.
ca: No s'ha configurat cap compte contable per l'arrodoniment d'efectiu.
