Repository: zimera-systems/zimera-erp
Catalog: trytond/modules/account_payment_clearing/locale/*.po
Languages: de

# field:account.payment,account:
source: Account
de: Konto

# field:account.payment,clearing_move:
source: Clearing Move
de: Abstimmungsbuchungssatz

# field:account.payment,clearing_reconciled:
source: Clearing Reconciled
de: Zahlungsausgleich abgestimmt

# field:account.payment,statement_lines:
source: Statement Lines
de: Kontoauszugspositionen

# field:account.payment.group,clearing_reconciled:
source: Clearing Reconciled
de: Zahlungsausgleich abgestimmt

# field:account.payment.group,statement_lines:
source: Statement Lines
de: Kontoauszugspositionen

# field:account.payment.journal,clearing_account:
source: Clearing Account
de: Konto Zahlungsausgleich

# field:account.payment.journal,clearing_journal:
source: Clearing Journal
de: Journal Zahlungsausgleich

# field:account.payment.journal,clearing_posting_delay:
source: Clearing Posting Delay
de: Verzögerung des Zahlungsausgleichs

# field:account.payment.succeed.start,date:
source: Date
de: Datum

# help:account.payment,account:
source: Define the account to use for clearing move.
de: Definieren des Kontos für die Ausgleichsbuchungssätze.

# help:account.payment,clearing_reconciled:
source: Checked if clearing line is reconciled.
de: Ausgewählt wenn Zahlungsausgleichsbuchung abgestimmt ist.

# help:account.payment.group,clearing_reconciled:
source: All payments in the group are reconciled.
de: Alle Zahlungen in der Gruppe sind abgestimmt.

# help:account.payment.journal,clearing_posting_delay:
source: Post automatically the clearing moves after the delay. Leave empty for no posting.
de: Automatisches Verbuchen der Ausgleichsbuchungssätze mit Verzögerung. Leer lassen, um keine Buchungssätze zu erzeugen.

# model:account.payment.succeed.start,name:
source: Succeed Payment
de: Erfolgreiche Zahlung

# model:ir.action,name:wizard_succeed
source: Succeed Payments
de: Erfolgreiche Zahlungen

# model:ir.model.button,string:payment_succeed_wizard_button
source: Succeed
de: Erfolgreich markieren

# selection:ir.cron,method:
source: Post Clearing Moves
de: Ausgleichsbuchungssätze erstellen

# view:account.payment.journal:
source: Clearing
de: Zahlungsausgleich

# wizard_button:account.payment.succeed,start,end:
source: Cancel
de: Abbrechen

# wizard_button:account.payment.succeed,start,succeed:
source: Succeed
de: Erfolgreich
