Repository: zimera-systems/zimera-erp
Catalog: trytond/modules/account_cash_rounding/locale/*.po
Languages: fr

# field:account.configuration,cash_rounding:
source: Cash Rounding
fr: Arrondi des espèces

# field:account.configuration,cash_rounding_credit_account:
source: Cash Rounding Credit Account
fr: Compte de crédit d'arrondi en espèces

# field:account.configuration,cash_rounding_debit_account:
source: Cash Rounding Debit Account
fr: Compte de débit d'arrondi en espèces

# field:account.configuration.cash_rounding_account,cash_rounding:
source: Cash Rounding
fr: Arrondi des espèces

# field:account.configuration.cash_rounding_account,cash_rounding_credit_account:
source: Cash Rounding Credit Account
fr: Compte de crédit d'arrondi en espèces

# field:account.configuration.cash_rounding_account,cash_rounding_debit_account:
source: Cash Rounding Debit Account
fr: Compte de débit d'arrondi en espèces

# field:account.configuration.cash_rounding_account,company:
source: Company
fr: Société

# field:account.invoice,cash_rounding:
source: Cash Rounding
fr: Arrondi en espèces

# field:currency.currency,cash_rounding:
source: Cash Rounding Factor
fr: Facteur d'arrondi en espèces

# field:purchase.purchase,cash_rounding:
source: Cash Rounding
fr: Arrondi en espèces

# model:account.configuration.cash_rounding_account,name:
source: Account Configuration Cash Rounding Account
fr: Configuration du comptable du compte d'arrondi en espèces

# model:ir.message,text:msg_missing_cash_rounding_account
source: There is not cash rounding account configured.
fr: Aucun compte d'arrondi en espèces n'est configuré.
