Repository: zimera-systems/zimera-erp
Catalog: trytond/modules/product_cost_warehouse/locale/*.po
Languages: fr, nl

# field:company.company,cost_price_warehouse:
source: Cost Price per Warehouse
fr: Prix de revient par entrepôt
nl: Kostprijs per magazijn

# field:ir.cron,warehouses:
source: Warehouses
fr: Entrepôts
nl: Magazijnen

# field:ir.cron-stock.warehouse,cron:
source: Cron
fr: Tâche planifiée
nl: Cyclische opdracht

# field:ir.cron-stock.warehouse,warehouse:
source: Warehouse
fr: Entrepôt
nl: Magazijn

# field:product.configuration,cost_price_warehouse:
source: Cost Price per Warehouse
fr: Prix de revient par entrepôt
nl: Kostprijs per magazijn

# field:product.configuration.cost_price_warehouse,company:
source: Company
fr: Société
nl: Bedrijf

# field:product.configuration.cost_price_warehouse,cost_price_warehouse:
source: Cost Price per Warehouse
fr: Prix de revient par entrepôt
nl: Kostprijs per magazijn

# field:product.cost_price,warehouse:
source: Warehouse
fr: Entrepôt
nl: Magazijn

# field:product.cost_price,warehouse_required:
source: Warehouse Required
fr: Entrepôt requis
nl: Magazijn vereist

# field:product.cost_price.revision,warehouse:
source: Warehouse
fr: Entrepôt
nl: Magazijn

# field:product.cost_price.revision,warehouse_required:
source: Warehouse Required
fr: Entrepôt requis
nl: Magazijn vereist

# field:stock.location,cost_warehouse:
source: Cost Warehouse
fr: Coût de l'entrepôt
nl: Kosten magazijn

# help:company.company,cost_price_warehouse:
source: Compute product cost price for each warehouse.
fr: Calculer un prix de revient des produits pour chaque entrepôt.
nl: Bereken de kostprijs van het product voor elk magazijn.

# help:ir.cron,warehouses:
source: Warehouses registered for this cron.
fr: Les entrepôts enregistrées pour cette action planifiée.
nl: Geregistreerde magazijnen voor deze cyclische opdracht.

# help:product.configuration,cost_price_warehouse:
source: Compute product cost price for each warehouse.
fr: Calculer un prix de revient des produits pour chaque entrepôt.
nl: Bereken de kostprijs van het product voor elk magazijn.

# help:product.configuration.cost_price_warehouse,cost_price_warehouse:
source: Compute product cost price for each warehouse.
fr: Calculer un prix de revient des produits pour chaque entrepôt.
nl: Bereken de kostprijs van het product voor elk magazijn.

# model:ir.cron-stock.warehouse,name:
source: Cron - Warehouse
fr: Tâche planifiée - Entrepôt
nl: Cyclische opdracht - Magazijn

# model:ir.message,text:msg_move_storage_location_same_warehouse
source: To move products between "%(from_)s" and "%(to)s", you must use the internal shipment transit location.
fr: Pour déplacer des produits entre « %(from_)s » et « %(to)s », vous devez utiliser l'emplacement de transit d'expédition interne.
nl: Om producten te verplaatsen tussen "%(from_)s" en "%(to)s", moet u de interne transitlocatie van de zending gebruiken.

# model:product.configuration.cost_price_warehouse,name:
source: Product Configuration Cost Price per Warehouse
fr: Configuration de prix de revient de produit par entrepôt
nl: Productconfiguratie kostprijs per magazijn
