Repository: zimera-systems/zimera-erp
Catalog: tryton-suite/trytond/modules/sale_shipment_tolerance/locale/*.po
Languages: nl

# field:sale.configuration,sale_over_shipment_tolerance:
source: Sale Over Shipment Tolerance
nl: verkoop boven verzendingstolerantie

# field:sale.configuration,sale_under_shipment_tolerance:
source: Sale Under Shipment Tolerance
nl: Verkoop onder verzendtolerantie

# field:sale.configuration.shipment_tolerance,sale_over_shipment_tolerance:
source: Sale Over Shipment Tolerance
nl: verkoop boven verzendingstolerantie

# field:sale.configuration.shipment_tolerance,sale_under_shipment_tolerance:
source: Sale Under Shipment Tolerance
nl: Verkoop onder verzendtolerantie

# help:sale.configuration,sale_over_shipment_tolerance:
source: The upper quantity accepted in percentage.
nl: De maximaal geaccepteerde hoeveelheid in procent.

# help:sale.configuration,sale_under_shipment_tolerance:
source: The lower quantity accepted in percentage.
nl: De minimaal geaccepteerde hoeveelheid in procent.

# help:sale.configuration.shipment_tolerance,sale_over_shipment_tolerance:
source: The upper quantity accepted in percentage.
nl: De maximaal geaccepteerde hoeveelheid in procent.

# help:sale.configuration.shipment_tolerance,sale_under_shipment_tolerance:
source: The lower quantity accepted in percentage.
nl: De minimaal geaccepteerde hoeveelheid in procent.

# model:ir.message,text:msg_over_shipment
source: The sale line "%(line)s" exceeds the over shipment tolerance (%(shipped)s shipped > %(maximal)s ).
nl: De verkoopregel "%(line)s" overschrijdt de tolerantiegrens voor verzending (%(shipped)s shipped > %(maximal)s )..

# model:sale.configuration.shipment_tolerance,name:
source: Sale Configuration Shipment Tolerance
nl: Verkoopconfiguratie Verzendtolerantie

# view:sale.configuration:
source: Sale Shipment Tolerance
nl: verkoop Verzendtolerantie
