Repository: zimera-systems/zimera-erp
Catalog: tryton-suite/trytond/modules/product_measurements/locale/*.po
Languages: nl

# field:product.product,height:
source: Height
nl: Hoogte

# field:product.product,height_uom:
source: Height UOM
nl: Hoogte maateenheid

# field:product.product,length:
source: Length
nl: Lengte

# field:product.product,length_uom:
source: Length UOM
nl: Lengte maateenheid

# field:product.product,volume_uom:
source: Volume UOM
nl: Volume maateenheid

# field:product.product,weight:
source: Weight
nl: Gewicht

# field:product.product,weight_uom:
source: Weight UOM
nl: Gewicht maateenheid

# field:product.product,width:
source: Width
nl: Breedte

# field:product.product,width_uom:
source: Width UOM
nl: Breedte maateenheid

# field:product.template,height:
source: Height
nl: Hoogte

# field:product.template,height_uom:
source: Height UOM
nl: Hoogte maateenheid

# field:product.template,length:
source: Length
nl: Lengte

# field:product.template,length_uom:
source: Length UOM
nl: Lengte maateenheid

# field:product.template,volume_uom:
source: Volume UOM
nl: Volume maateenheid

# field:product.template,weight:
source: Weight
nl: Gewicht

# field:product.template,weight_uom:
source: Weight UOM
nl: Gewicht maateenheid

# field:product.template,width:
source: Width
nl: Breedte

# field:product.template,width_uom:
source: Width UOM
nl: Breedte maateenheid

# help:product.product,height:
source: Height for 1 default UOM.
nl: Hoogte voor 1 standaard maateenheid.

# help:product.product,length:
source: Length for 1 default UOM.
nl: Lengte voor 1 standaard maateenheid.

# help:product.product,volume:
source: Volume for 1 default UOM.
nl: Volume voor 1 standaard maateenheid.

# help:product.product,weight:
source: Weight for 1 default UOM.
nl: Gewicht voor 1 standaard maateenheid.

# help:product.product,width:
source: Width for 1 default UOM.
nl: Breedte voor 1 standaard maateenheid.

# help:product.template,height:
source: Height for 1 default UOM.
nl: Hoogte voor 1 standaard maateenheid.

# help:product.template,length:
source: Length for 1 default UOM.
nl: Lengte voor 1 standaard maateenheid.

# help:product.template,volume:
source: Volume for 1 default UOM.
nl: Volume voor 1 standaard maateenheid.

# help:product.template,weight:
source: Weight for 1 default UOM.
nl: Gewicht voor 1 standaard maateenheid.

# help:product.template,width:
source: Width for 1 default UOM.
nl: Breedte voor 1 standaard maateenheid.

# view:product.template:
source: Measurements
nl: afmetingen

# view:product.template:
source: Measurements for 1 default UOM.
nl: Afmetingen voor 1 standaard maateenheid.
