Repository: zimera-systems/zimera-erp
Catalog: trytond/modules/account_*/locale/*.po
Languages: nl

# field:account.payment.journal,es_sepa_bank_account_country_code:
source: Bank Account Country Code
nl: Landcode bankrekening

# field:account.payment.journal,es_sepa_request_advancement:
source: Request Advancement
nl: Verzoek om vooruitgang (advancement)

# field:account.reporting.aeat.start,periods:
source: Periods
nl: Periodes

# field:account.reporting.aeat.start,report:
source: Report
nl: Verslag

# field:account.reporting.es_ec_operation_list,amount:
source: Amount
nl: Bedrag

# field:account.reporting.es_ec_operation_list,company_tax_identifier:
source: Company Tax Identifier
nl: Bedrijf Belasting Identifier (Company Tax Identifier)

# field:account.reporting.es_ec_operation_list,currency:
source: Currency
nl: Valuta

# field:account.reporting.es_ec_operation_list,party:
source: Party
nl: Relatie

# field:account.reporting.es_ec_operation_list,party_tax_identifier:
source: Party Tax Identifier
nl: relatie voor belastingidentificatie Party Tax Identifier)

# field:account.reporting.es_ec_operation_list.context,company:
source: Company
nl: Bedrijf

# field:account.reporting.es_ec_operation_list.context,end_date:
source: End Date
nl: Einddatum

# field:account.reporting.es_ec_operation_list.context,fiscalyear:
source: Fiscal Year
nl: Boekjaar

# field:account.reporting.es_ec_operation_list.context,period:
source: Period
nl: Periode

# field:account.reporting.es_ec_operation_list.context,start_date:
source: Start Date
nl: Start datum

# field:account.reporting.vat_book_es,base_amount:
source: Base Amount
nl: Basis bedrag

# field:account.reporting.vat_book_es,currency:
source: Currency
nl: Valuta

# field:account.reporting.vat_book_es,invoice:
source: Invoice
nl: Factuur

# field:account.reporting.vat_book_es,invoice_date:
source: Invoice Date
nl: Factuur datum

# field:account.reporting.vat_book_es,party:
source: Party
nl: Relatie

# field:account.reporting.vat_book_es,party_tax_identifier:
source: Party Tax Identifier
nl: Belasingidentificatie relatie

# field:account.reporting.vat_book_es,surcharge_tax:
source: Surcharge Tax
nl: Suplementaire belasting

# field:account.reporting.vat_book_es,surcharge_tax_amount:
source: Surcharge Tax Amount
nl: Bedrag van de suplementaire belasting

# field:account.reporting.vat_book_es,tax:
source: Tax
nl: Belasting

# field:account.reporting.vat_book_es,tax_amount:
source: Tax Amount
nl: Belastingbedrag

# field:account.reporting.vat_book_es.context,company:
source: Company
nl: Bedrijf

# field:account.reporting.vat_book_es.context,end_period:
source: End Period
nl: Einde periode

# field:account.reporting.vat_book_es.context,fiscalyear:
source: Fiscal Year
nl: Boekjaar

# field:account.reporting.vat_book_es.context,start_period:
source: Start Period
nl: Begin periode

# field:account.reporting.vat_list_es,amount:
source: Amount
nl: Bedrag

# field:account.reporting.vat_list_es,company_tax_identifier:
source: Company Tax Identifier
nl: Bedrijf Belasting Identifier (Company Tax Identifier)

# field:account.reporting.vat_list_es,currency:
source: Currency
nl: Valuta

# field:account.reporting.vat_list_es,first_period_amount:
source: First Period Amount
nl: Bedrag eerste periode

# field:account.reporting.vat_list_es,fourth_period_amount:
source: Fourth Period Amount
nl: Bedrag vierde periode

# field:account.reporting.vat_list_es,party:
source: Party
nl: Relaties

# field:account.reporting.vat_list_es,party_tax_identifier:
source: Party Tax Identifier
nl: relatie voor belastingidentificatie Party Tax Identifier)

# field:account.reporting.vat_list_es,province_code:
source: Province Code
nl: Provincie Code

# field:account.reporting.vat_list_es,second_period_amount:
source: Second Period Amount
nl: Bedrag tweede periode

# field:account.reporting.vat_list_es,third_period_amount:
source: Third Period Amount
nl: Bedrag derde periode

# field:account.reporting.vat_list_es.context,company:
source: Company
nl: Bedrijf

# field:account.reporting.vat_list_es.context,date:
source: Date
nl: Datum

# field:account.tax,es_ec_purchases_list_code:
source: Spanish EC Purchases List Code
nl: Spaanse EC-aankooplijstcode

# field:account.tax,es_exclude_from_vat_book:
source: Exclude from Spanish VAT Book
nl: Uitsluiten uit het Spaanse BTW-boek

# field:account.tax,es_reported_with:
source: Reported with
nl: Gemeld met

# field:account.tax,es_vat_list_code:
source: Spanish VAT List Code
nl: Spaanse btw-lijstcode

# field:account.tax.code,aeat_report:
source: AEAT Report
nl: AEAT-rapport

# field:account.tax.code.template,aeat_report:
source: AEAT Report
nl: AEAT-rapport

# field:account.tax.template,es_ec_purchases_list_code:
source: Spanish EC Purchase List Code
nl: Spaanse EC-aankooplijstcode

# field:account.tax.template,es_exclude_from_vat_book:
source: Exclude from Spanish VAT Book
nl: Uitsluiten uit het Spaanse BTW-boek

# field:account.tax.template,es_reported_with:
source: Reported With
nl: Gemeld met

# field:account.tax.template,es_vat_list_code:
source: Spanish VAT List Code
nl: Spaanse btw-lijstcode

# field:party.party,es_province_code:
source: Spanish Province Code
nl: Spaanse provinciecode

# help:account.payment.journal,es_sepa_request_advancement:
source: Check to receive payments before the payment date.
nl: Vink aan om betalingen te ontvangen vóór de betaaldatum.

# help:party.party,es_province_code:
source: Set 99 for non Spanish parties.
nl: Kies 99 voor niet-Spaanse relaties.

# model:account.reporting.aeat.start,name:
source: Print AEAT Start
nl: AEAT afdrukken start

# model:account.reporting.es_ec_operation_list,name:
source: EC Operation List
nl: EC-operatielijst

# model:account.reporting.es_ec_operation_list.context,name:
source: EC Operation List Context
nl: Context EC-lijst

# model:account.reporting.vat_book_es,name:
source: Spanish VAT Book
nl: Spaans BTW-boek

# model:account.reporting.vat_book_es.context,name:
source: Spanish VAT Book Context
nl: Spaanse BTW-lijstcontext

# model:account.reporting.vat_list_es,name:
source: Spanish VAT List
nl: Spaanse BTW-lijst

# model:account.reporting.vat_list_es.context,name:
source: Spanish VAT List Context
nl: Spaanse btw-lijstcontext

# model:ir.action,name:act_es_ec_operation_list_form
source: EC Operation List
nl: EC-operatielijst

# model:ir.action,name:act_vat_book_list
source: Spanish VAT Book
nl: Spaans BTW-boek

# model:ir.action,name:act_vat_list_form
source: Spanish VAT List
nl: Spaanse BTW-lijst

# model:ir.action,name:report_aeat_vat_book
source: VAT Book
nl: BTW Boek

# model:ir.action,name:wizard_print_aeat_report
source: Print AEAT
nl: AEAT afdrukken

# model:ir.message,text:msg_report_same_fiscalyear
source: To generate the report the periods must be in the same fiscal year.
nl: Om het rapport te genereren, moeten de perioden zich in hetzelfde boekjaar bevinden.

# model:ir.ui.menu,name:menu_es_ec_operation_list
source: EC Operation List
nl: EC-operatielijst

# model:ir.ui.menu,name:menu_print_aeat
source: Print AEAT
nl: AEAT afdrukken

# model:ir.ui.menu,name:menu_vat_book
source: Spanish VAT Book
nl: Spaans BTW-boek

# model:ir.ui.menu,name:menu_vat_list
source: Spanish VAT List
nl: Spaanse BTW-lijst

# selection:account.reporting.vat_book_es.context,es_vat_book_type:
source: Investment Goods
nl: Investeringsgoederen

# selection:account.reporting.vat_book_es.context,es_vat_book_type:
source: Issued
nl: Uitgegeven

# selection:account.reporting.vat_book_es.context,es_vat_book_type:
source: Received
nl: Ontvangen

# view:account.tax.template:
source: Spanish VAT
nl: Spaanse BTW

# view:account.tax:
source: Spanish VAT
nl: Spaanse BTW

# wizard_button:account.reporting.aeat,start,choice:
source: Print
nl: Afdrukken

# wizard_button:account.reporting.aeat,start,end:
source: Cancel
nl: Annuleer
