Repository: zimera-systems/zimera-erp
Catalog: trytond/modules/account_receivable_rule/locale/*.po
Languages: fr

# field:account.account,receivable_rules:
source: Receivable Rules
fr: Règles de créance

# field:account.account.receivable.rule,account:
source: Account
fr: Compte

# field:account.account.receivable.rule,account_party_required:
source: Account Party Required
fr: Tiers requis du compte

# field:account.account.receivable.rule,account_payable:
source: Account Payable
fr: Compte fournisseur

# field:account.account.receivable.rule,account_receivable:
source: Account Receivable
fr: Compte client

# field:account.account.receivable.rule,accounts:
source: Accounts
fr: Comptes

# field:account.account.receivable.rule,company:
source: Company
fr: Société

# field:account.account.receivable.rule,overflow_account:
source: Overflow Account
fr: Compte de surplus

# field:account.account.receivable.rule,priorities:
source: Priorities
fr: Priorités

# field:account.account.receivable.rule.account,account:
source: Account
fr: Compte

# field:account.account.receivable.rule.account,account_party_required:
source: Account Party Required
fr: Tiers requis du compte

# field:account.account.receivable.rule.account,account_payable:
source: Account Payable
fr: Compte fournisseur

# field:account.account.receivable.rule.account,account_receivable:
source: Account Receivable
fr: Compte client

# field:account.account.receivable.rule.account,company:
source: Company
fr: Société

# field:account.account.receivable.rule.account,only_reconcile:
source: Only Reconcile
fr: Réconcilier uniquement

# field:account.account.receivable.rule.account,rule:
source: Rule
fr: Règle

# help:account.account.receivable.rule,overflow_account:
source: The account to move exceeded amount. Leave empty to keep it in the current account.
fr: Le compte auquel transférer le montant excédant. Laissez vide pour le conserver dans le compte courant.

# help:account.account.receivable.rule.account,only_reconcile:
source: Distribute only to fully reconcile.
fr: Distribuer uniquement pour effectuer une réconciliation complète.

# model:account.account.receivable.rule,name:
source: Account Receivable Rule
fr: Règle de créance comptable

# model:account.account.receivable.rule.account,name:
source: Account Receivable Rule Account
fr: Compte de règle de créance comptable

# model:ir.action,name:act_account_receivable_rule_form
source: Account Receivable Rules
fr: Règles de créance comptable

# model:ir.message,text:msg_account_unique
source: Only one active rule is allowed by account.
fr: Une seule règle active est autorisée par compte.

# model:ir.message,text:msg_rule_account_unique
source: Only one account is allowed by rule.
fr: Un seul compte est autorisé par règle.

# model:ir.model.button,string:account_receivable_rule_apply_button
source: Apply
fr: Appliquer

# model:ir.rule.group,name:rule_group_account_receivable_rule_companies
source: User in companies
fr: Utilisateur dans les sociétés

# model:ir.ui.menu,name:menu_account_receivable_rule_form
source: Account Receivable Rules
fr: Règles de créance comptable

# selection:account.account.receivable.rule,priorities:
source: Account, Maturity Date
fr: Compte, date d'échéance

# selection:account.account.receivable.rule,priorities:
source: Maturity Date, Account
fr: Date d'échéance, compte

# selection:ir.cron,method:
source: Apply Account Receivable Rules
fr: Appliquer les règles de créance comptable
