Repository: zimera-systems/zimera-erp
Catalog: tryton-suite/trytond/modules/product_cost_warehouse/locale/*.po
Languages: de

# field:company.company,cost_price_warehouse:
source: Cost Price per Warehouse
de: Einstandspreis pro Logistikstandort

# field:ir.cron,warehouses:
source: Warehouses
de: Logistikstandorte

# field:ir.cron-stock.warehouse,cron:
source: Cron
de: Zeitplaner

# field:ir.cron-stock.warehouse,warehouse:
source: Warehouse
de: Logistikstandort

# field:product.configuration,cost_price_warehouse:
source: Cost Price per Warehouse
de: Einstandspreis pro Logistikstandort

# field:product.configuration.cost_price_warehouse,company:
source: Company
de: Unternehmen

# field:product.configuration.cost_price_warehouse,cost_price_warehouse:
source: Cost Price per Warehouse
de: Einstandspreis pro Logistikstandort

# field:product.cost_price,warehouse:
source: Warehouse
de: Logistikstandort

# field:product.cost_price,warehouse_required:
source: Warehouse Required
de: Logistikstandort erforderlich

# field:product.cost_price.revision,warehouse:
source: Warehouse
de: Logistikstandort

# field:product.cost_price.revision,warehouse_required:
source: Warehouse Required
de: Logistikstandort erforderlich

# field:stock.location,cost_warehouse:
source: Cost Warehouse
de: Kosten Logistikstandort

# help:company.company,cost_price_warehouse:
source: Compute product cost price for each warehouse.
de: Artikeleinstandskosten je Logistikstandort berechnen.

# help:ir.cron,warehouses:
source: Warehouses registered for this cron.
de: Die Logistikstandorte, die für diese geplante Aktion registriert wurden.

# help:product.configuration,cost_price_warehouse:
source: Compute product cost price for each warehouse.
de: Artikeleinstandskosten je Logistikstandort berechnen.

# help:product.configuration.cost_price_warehouse,cost_price_warehouse:
source: Compute product cost price for each warehouse.
de: Artikeleinstandskosten je Logistikstandort berechnen.

# model:ir.cron-stock.warehouse,name:
source: Cron - Warehouse
de: Zeitplaner - Logistikstandort

# model:ir.message,text:msg_move_storage_location_same_warehouse
source: To move products between "%(from_)s" and "%(to)s", you must use the internal shipment transit location.
de: Um Artikel zwischen "%(from_)s" und "%(to)s" zu bewegen, muss der Transitlagerort für interne Lieferungen verwendet werden.

# model:product.configuration.cost_price_warehouse,name:
source: Product Configuration Cost Price per Warehouse
de: Artikel Einstellungen Einstandskosten Pro Logistikstandort
