Repository: zimera-systems/zimera-erp
Catalog: trytond/modules/stock_location_move/locale/*.po
Languages: nl

# field:stock.location,assigned_by:
source: Assigned by
nl: Toegekend door

# field:stock.location,movable:
source: Movable
nl: beweegbaar

# field:stock.shipment.internal,locations:
source: Locations
nl: locaties

# field:stock.shipment.internal-location,location:
source: Location
nl: locatie

# field:stock.shipment.internal-location,shipment:
source: Shipment
nl: levering

# model:ir.message,text:msg_location_already_assigned
source: The location "%(location)s" has already been assigned by "%(assigned_by)s".
nl: De locatie "%(location)s" is al toegewezen door "%(assigned_by)s".

# model:ir.rule.group,name:rule_group_location_movable
source: Movable location
nl: Beweegbare locatie

# model:ir.rule.group,name:rule_group_location_movable_admin
source: Any location
nl: Elke locatie

# model:res.group,name:group_stock_location_movable
source: Stock Location Movable
nl: voorraad locatie verplaatbaar

# model:stock.shipment.internal-location,name:
source: Shipment Internal - Location
nl: Zending intern - Locatie
