Repository: zimera-systems/zimera-erp
Catalog: trytond/modules/sale_shipment_grouping/locale/*.po
Languages: fr, it

# field:party.party,sale_shipment_grouping_method:
source: Sale Shipment Grouping Method
fr: Méthode de regroupement des expéditions de vente
it: metodo di raggruppamento della spedizione

# field:party.party,sale_shipment_grouping_methods:
source: Sale Shipment Grouping Methods
fr: Méthodes de regroupement des expéditions de vente
it: Metodo di raggruppamento delle spedizioni

# field:party.party.sale_shipment_grouping_method,party:
source: Party
fr: Tiers
it: Controparte

# field:party.party.sale_shipment_grouping_method,sale_shipment_grouping_method:
source: Sale Shipment Grouping Method
fr: Méthode de regroupement des expéditions de vente
it: Metodo di raggruppamento delle spedizioni

# field:sale.configuration,sale_shipment_grouping_method:
source: Sale Shipment Grouping Method
fr: Méthode de regroupement des expéditions de vente
it: Metodo di raggruppamento dela spedizione

# field:sale.configuration.sale_method,sale_shipment_grouping_method:
source: Sale Shipment Grouping Method
fr: Méthode de regroupement des expéditions de vente
it: Metodo di raggruppamento della spedizione

# help:sale.configuration,sale_shipment_grouping_method:
source: The default shipment grouping method for new customers.
fr: La méthode de regroupement d'expédition par défaut pour les nouveaux clients.
it: Il metodo di raggruppamento delle spedizioni predefinito per i nuovi clienti.

# help:sale.configuration.sale_method,sale_shipment_grouping_method:
source: The default shipment grouping method for new customers.
fr: La méthode de regroupement d'expédition par défaut pour les nouveaux clients.
it: Il metodo di raggruppamento delle spedizioni predefinito per i nuovi clienti.

# model:party.party.sale_shipment_grouping_method,name:
source: Party Sale Shipment Grouping Method
fr: Méthode de regroupement des expéditions de vente du tiers
it: Metodo di raggruppamento della spedizione alle controparti

# selection:party.party,sale_shipment_grouping_method:
source: None
fr: Aucune
it: Nessuno

# view:party.party:
source: Shipments
fr: Expéditions
it: Spedizioni
