Repository: zimera-systems/zimera-erp
Catalog: trytond/modules/dashboard/locale/*.po
Languages: uk, zh_cn

# field:dashboard.action,act_window:
source: Action
uk: Дія
zh_cn: 操作

# field:dashboard.action,user:
source: User
uk: Користувач
zh_cn: 用户

# field:res.user,dashboard_actions:
source: Dashboard Actions
uk: Дії панелі інструментів
zh_cn: 看板操作

# field:res.user,dashboard_layout:
source: Dashboard Layout
uk: Макет панелі інструментів
zh_cn: 看板布局

# model:dashboard.action,name:
source: Dashboard Action
uk: Дія панелі інструментів
zh_cn: 看板操作

# model:ir.action,name:act_dashboard
source: Dashboard
uk: Панель інструментів
zh_cn: 看板

# model:ir.ui.menu,name:menu_dashboard
source: Dashboard
uk: Панель інструментів
zh_cn: 看板

# selection:res.user,dashboard_layout:
source: Square
uk: Квадрат
zh_cn: 正方形

# selection:res.user,dashboard_layout:
source: Stack Bottom
uk: Стопка знизу
zh_cn: 靠下

# selection:res.user,dashboard_layout:
source: Stack Left
uk: Стопка зліва
zh_cn: 靠左

# selection:res.user,dashboard_layout:
source: Stack Right
uk: Стопка справа
zh_cn: 靠右

# selection:res.user,dashboard_layout:
source: Stack Top
uk: Стопка зверху
zh_cn: 靠上

# view:res.user:
source: Dashboard
uk: Панель інструментів
zh_cn: 看板
