Repository: zimera-systems/zimera-erp
Catalog: trytond/modules/account_statement_sepa/locale/*.po
Languages: es

source: Account Owner Transaction Identification
es: Identificación de la cuenta del propietario de la transación

source: Account Service Reference
es: Cuenta referencia del servición

source: Account Servicer Transaction Identification
es: Identificación de la cuenta del administrador de la transación

source: Additional Transaction Information
es: Información adicional de la transación

# model:account.statement.origin.information,string:information_cheque_number
source: Cheque Number
es: Número de cheque

source: Clearing System Reference
es: Referencia al sistema de liquidación

# model:account.statement.origin.information,string:information_creditor_iban
source: Creditor IBAN
es: IBAN del acreedor

# model:account.statement.origin.information,string:information_creditor_name
source: Creditor Name
es: Nombre del acreedor

# model:account.statement.origin.information,string:information_debtor_iban
source: Debtor IBAN
es: IBAN del deudor

# model:account.statement.origin.information,string:information_debtor_name
source: Debtor Name
es: Nombre del deudor

source: End to End Identification
es: Identificación Fin a Fin

source: Instruction Identification
es: Identificación de la instrucción

source: Mandate Identification
es: Identificación del mandato

source: Market Infrastructure Transaction Identification
es: Identificación transacción de la infrastructura de mercado

source: Message Identification
es: Identificación del mensaje

source: Payment Information Identification
es: Identificación de la información del pago

source: Processing Identification
es: Identifcación del proceso

source: Remittance Information
es: Información remesas

source: Transaction Identification
es: Identificación de la transacción

source: Ultimate Creditor Name
es: Nombre del acreedor final

source: Ultimate Debtor Name
es: Nombre del deudor final
