Repository: zimera-systems/zimera-erp
Catalog: trytond/modules/sale_invoice_grouping/locale/*.po
Languages: fr

# field:party.party,sale_invoice_grouping_method:
source: Sale Invoice Grouping Method
fr: Méthode de regroupement des factures de vente

# field:party.party,sale_invoice_grouping_methods:
source: Sale Invoice Grouping Methods
fr: Méthodes de regroupement des factures de vente

# field:party.party.sale_invoice_grouping_method,party:
source: Party
fr: Tiers

# field:party.party.sale_invoice_grouping_method,sale_invoice_grouping_method:
source: Sale Invoice Grouping Method
fr: Méthode de regroupement des factures de vente

# field:sale.configuration,sale_invoice_grouping_method:
source: Sale Invoice Grouping Method
fr: Méthode de regroupement des factures de vente

# field:sale.configuration.sale_method,sale_invoice_grouping_method:
source: Sale Invoice Grouping Method
fr: Méthode de regroupement des factures de vente

# help:sale.configuration,sale_invoice_grouping_method:
source: The default invoice grouping method for new customers.
fr: La méthode par défaut de regroupement des factures pour les nouveaux clients.

# help:sale.configuration.sale_method,sale_invoice_grouping_method:
source: The default invoice grouping method for new customers.
fr: La méthode par défaut de regroupement des factures pour les nouveaux clients.

# model:party.party.sale_invoice_grouping_method,name:
source: Party Sale Invoice Grouping Method
fr: Tiers Méthode de regroupement des factures de vente

# selection:party.party,sale_invoice_grouping_method:
source: None
fr: Aucune

# view:party.party:
source: Invoicing
fr: Facturation
